Repository: mu-fazil-vk/FluxTube
Catalog: lib/l10n/intl_*.arb
Languages: ml

source: Home
ml: ഹോം

source: Trending
ml: ട്രെൻഡിംഗ്

source: Saved
ml: സേവ് ചെയ്‌തത്

source: Settings
ml: ക്രമീകരണങ്ങൾ

source: History
ml: കണ്ടു കഴിഞ്ഞത്

# savedVideosTitle
source: Saved Videos
ml: സേവ് ചെയ്‌തവ

# noUploaderName
source: No name
ml: പേര് ലഭ്യമല്ല

# noVideoTitle
source: No title
ml: ശീർഷകം ഇല്ല

# videoViews
source: {count, plural, =0{No views} =1{view} other{views}}
ml: {count, plural, =0{കാഴ്ചക്കാർ ഇല്ല} =1{കാഴ്ച} other{കാഴ്ചക്കാർ}}

# channelSubscribers
source: {count, plural, =0{No subscribers} =1{subscriber} other{subscribers}}
ml: {count, plural, =0{സബ്സ്ക്രൈബർമാർ ഇല്ല} =1{സബ്സ്ക്രൈബർ} other{സബ്സ്ക്രൈബർമാർ}}

source: Subscribe
ml: സബ്സ്ക്രൈബ്

# noUploadDate
source: No date
ml: തീയതി ഇല്ല

# thereIsNoSavedVideos
source: There are no saved videos
ml: സേവ് ചെയ്‌ത വീഡിയോകൾ ഇല്ല

# thereIsNoSavedOrHistoryVideos
source: There are no saved/history videos
ml: സേവ് ചെയ്‌ത/കണ്ടുകഴിഞ്ഞ വീഡിയോകൾ ഇല്ല

# noVideoAvailableChangedToHls
source: No video source available, automatically changed to hls
ml: കാണാൻ സ്രോതസ്സ് ഇല്ല, സ്വയം HLS ആയി മാറ്റിയിരിക്കുന്നു

source: Unknown Quality
ml: അജ്ഞാത ക്വാളിറ്റി

source: HLS Player
ml: HLS പ്ലെയർ

# enableHlsPlayerDescription
source: Enable HLS player to unlock all quality options. Disable if errors occur.
ml: എല്ലാ ക്വാളിറ്റി ഓപ്ഷനുകളും ലഭ്യമാകാൻ HLS പ്ലെയർ ഓൺ ചെയ്യുക. പിശകുകൾ സംഭവിച്ചാൽ ഓഫ് ചെയ്യുക.

source: Disable video history
ml: കണ്ട വീഡിയോകൾ മറച്ചുവെക്കുക

source: Retrieve Dislikes
ml: ഡിസ്ലൈക്കുകൾ വീണ്ടെടുക്കുക

source: Retrieve dislike counts
ml: ഡിസ്ലൈക്ക് എണ്ണങ്ങൾ വീണ്ടെടുക്കുക

# noVideoDescription
source: No description
ml: വിവരണം ഇല്ല

# relatedTitle
source: Related
ml: സംബന്ധിച്ചവ

# commentAuthorNotFound
source: Not found
ml: കണ്ടെത്തിയില്ല

# readMoreText
source: Read more
ml: കൂടുതൽ വായിക്കുക

# showLessText
source: Show less
ml: കുറച്ചത് കാണിക്കുക

# commonSettingsTitle
source: Common
ml: പൊതുവായവ

source: Language
ml: ഭാഷ

source: Region
ml: പ്രദേശം

source: Theme
ml: തീം

source: Developer
ml: ഡെവലപ്പർ

source: Translators
ml: പരിഭാഷകർ

source: Version
ml: പതിപ്പ്

source: About
ml: എന്നെക്കുറിച്ച്

source: Video
ml: വീഡിയോ

source: unknown
ml: അജ്ഞാതം

source: Default Quality
ml: സാധാരണ ക്വാളിറ്റി

source: Retry
ml: വീണ്ടും ശ്രമിക്കുക

# repliesPlural
source: {count, plural, =1{Reply} other{Replies}}
ml: {count, plural, =1{മറുപടി} other{മറുപടികൾ}}

source: Canada
ml: കാനഡ

source: France
ml: ഫ്രാൻസ്

source: India
ml: ഇന്ത്യ

source: Netherlands
ml: നെതർലാൻഡ്‌സ്

source: United Kingdom
ml: യുണൈറ്റഡ് കിംഗ്ഡം

source: United States
ml: യുണൈറ്റഡ് സ്റ്റേറ്റ്സ്

source: Distraction Free
ml: ശ്രദ്ധ തിരിയാതിരിക്കാൻ

source: Hide Comments
ml: കമൻ്റുകൾ മറയ്ക്കുക

source: Hide comments button from watch screen.
ml: വാച്ച് സ്ക്രീനിൽ നിന്ന് കമൻ്റുകൾ മറയ്ക്കുക.

source: Hide Related
ml: അനുബന്ധപ്പെട്ടവ മറയ്ക്കുക

source: Hide related videos from watch screen
ml: വാച്ച് സ്ക്രീനിൽ നിന്ന് അനുബന്ധ വീഡിയോകൾ മറയ്ക്കുക

source: Share
ml: പങ്കിടുക

source: Include title
ml: ശീർഷകം ഉൾപ്പെടുത്തുക

# switchRegion
source: Please consider switching to a different region for better results.
ml: മികച്ച ഫലങ്ങൾക്കായി ദയവായി വ്യത്യസ്തമായ ഒരു പ്രദേശത്തിലേക്ക് മാറുന്നതു പരിഗണിക്കുക.

source: 'Swipe down to dismiss' disabled
ml: 'സ്വൈപ്പ് ഡൗൺ ചെയ്ത് ഡിസ്മിസ് ചെയ്യൽ' പ്രവർത്തനരഹിതമാക്കിയിരിക്കുന്നു

source: 'Swipe up to dismiss' enabled
ml: 'സ്വൈപ്പ് അപ്പ് ചെയ്ത് ഡിസ്മിസ് ചെയ്യൽ' പ്രവർത്തന സജ്ജമാക്കിയിരിക്കുന്നു

source: No Comments Found
ml: അഭിപ്രായങ്ങൾ ലഭ്യമല്ല.
